[
  {
    "image": "1-EarlyYears.jpg",
    "credit": "Boeing",
    "year": 1916,
    "title": "The early years",
    "text": "The Boeing Co. started with a partnership between a Seattle timberman and yachtsman, William E. Boeing, and U.S. Navy Lt. George Conrad Westervelt, an engineer. The first two planes built were seaplanes, the Model B&W.  Westervelt was transferred to the East Coast before the first flight on June 15, 1916.\nOn July 15, 1916, Boeing incorporated the business as the Pacific Aero Products Co., which a year later became Boeing Airplane Co. After the U.S. entered World War I, the military needed naval training planes, so Boeing shipped two new Model Cs to Pensacola, Fla. The Navy was impressed and ordered 50 more."
  },
  {
    "image": "2-AfterGreatWar.jpg",
    "caption": "The Boeing Co.’s first home in 1917 was in a wooden building on the Duwamish River. It came to be known as the Red Barn and in 1980 was relocated to the Museum of Flight.",
    "credit": "Boeing",
    "year": 1924,
    "title": "After the Great War",
    "text": "The commercial- and military-airplane markets were flooded with a huge surplus of cheaply priced, unused military planes, preventing the sale of newer, more efficient but more costly planes. Many airplane companies folded, while some, including Boeing, turned to other products. Boeing built bedroom furniture and high-powered, flat-bottom boats called Sea Sleds."
  },
  {
    "image": "3-Airmail.jpg",
    "credit": "Boeing",
    "year": 1927,
    "title": "From airmail to passengers",
    "text": "The use of airplanes for carrying mail helped to boost the commercial air industry. Boeing built the Model 40 to meet U.S. Post Office specifications, but the government bought only one. In 1927 the Post Office started letting private companies run transcontinental airmail routes previously operated by the government. This new market led to the development of commercial mail/passenger planes like the Model 40A, which delivered mail between San Francisco and Chicago, and the larger Model 80, built specifically for passengers. "
  },
  {
    "image": "4-CommercialtoMilitary.jpg",
    "credit": "U.S. Army Air Forces",
    "year": 1943,
    "title": "From commercial to military",
    "text": "The outbreak of World War II saw the airplane industry shift from commercial to military aircraft. Boeing’s WWII production line concentrated on three models: Model 299 bomber (B-17 Flying Fortress), Model 345 bomber (B-29 Superfortress) and Model 75 (Kaydet trainer aircraft). Boeing’s commercial Model 307 Stratoliner evolved from the B-17 bomber design."
  },
  {
    "image": "5-EraOfJets.jpg",
    "credit": "Larry Dion / The Seattle Times",
    "year": 1945,
    "title": "The era of jets",
    "text": "Orders for military aircraft dropped at the end of WWII, resulting in a swing back to commercial-aircraft production. The development of the jet engine during the war by both the Germans and British had a major impact on the aircraft industry, as did the evolution of wing design. Papers recovered in 1945 from a secret aeronautical research center in Germany contained data and designs for swept-back wings, which make a plane more aerodynamic near the speed of sound. This new design allowed aircraft to make better use of jet engines, first used in military aircraft but soon absorbed into the commercial industry. In 1949, the British company de Havilland built and flew the D.H. 106 Comet, the first commercial jet, which suffered a series of crashes. Boeing brought jet engines to U.S. commercial planes with the Model 367-80 prototype, which led to the 707-120, the first successful commercial jet airplane."
  },
  {
    "image": "6-Nonstop.jpg",
    "credit": "Seattle Times archive",
    "year": 1958,
    "title": "The desire for nonstop flights",
    "text": "In 1958, the U.S. airline Pan American World Airways launched a New York-London route with a refueling stopover in Newfoundland using the 707-120. It was an instant success, but Pan American wanted a jet that could make a true nonstop intercontinental flight. It negotiated with Boeing for a new version of the 707, resulting in the development of the 707-320, which was able to fly nonstop between New York and London. This marked the first time an airline led in defining the characteristics of a new class of jets. By 1960, almost a dozen different airlines were flying the 707-320."
  },
  {
    "image": "7-BoeingDominateforDecades.jpg",
    "credit": "Boeing",
    "year": 1967,
    "title": "Boeing jets dominate for decades",
    "text": "The success of the 707-320 was followed by the 727 with its fuel-saving turbofan engines. In 1967, Boeing developed the 737, a small, single-aisle plane, to meet the demand for short-range jetliners. Boeing’s 737 went head to head with its competition, the Douglas DC-9 and the British Aircraft Corp.’s BAC-111. Boeing pushed the design envelope in 1969 with the 747 Jumbo Jet, the first commercial widebody and the world’s largest jet airliner for the next 36 years. To manufacture the 747, Boeing built a 200-million-cubic-foot assembly plant in Everett. Expanded subsequently to 472 million cubic feet, it remains the world’s largest building by volume. Boeing’s chief American competitors, Lockheed and McDonnell Douglas (McDonnell Aircraft Corp. and Douglas Aircraft Co. merged in 1967), were unable to match Boeing’s success. Lockheed dropped out of commercial airplanes in 1981 after the market failure of its L-1011 tri-jet. McDonnell Douglas had success with the MD-80, but faded afterward and merged with Boeing in 1997."
  },
  {
    "image": "8-RiseofAirbus.jpg",
    "credit": "Francois Mori / Associated Press",
    "year": 1970,
    "title": "The rise of Airbus",
    "text": "Airbus was established as a consortium of European plane makers in 1970. By the late 1990s, Boeing and Airbus had a global duopoly in large commercial airplane manufacturing. The world’s in-service commercial airplane fleet now includes some 10,000 Boeing jets and almost 9,000 Airbus jets. In 2003, Airbus for the first time delivered more airplanes than Boeing. In 2012, Boeing regained the lead in jet deliveries, but since that year Airbus has booked more orders."
  },
  {
    "year": 1970,
    "title": "The shift from metal to plastic composites",
    "text": "Composites are materials made from two components. One is fibers such as glass or carbon, for strength. The other is a resin such as epoxy that binds the fibers. When the two are combined under heat and pressure, they become a strong, lightweight, corrosion-resistant, plastic material. Fiberglass, one of the first composite materials,was used in the 1950s in boats and cars like the Chevrolet Corvette. Boeing’s first use of fiberglass was in the 707, amounting to only 2 percent of the structure. Under contract with NASA, Boeing experimented with advanced composites by using carbon fiber for the spoilers on two dozen 737s in the 1970s and for the horizontal tails on five more 737s that flew with airlines starting in 1982."
  },
  {
    "image": "10-777.jpg",
    "credit": "Richard S. Heyza / The Seattle Times",
    "year": 1994,
    "title": "The 777",
    "text": "Airbus introduced composite materials on critical airplane structures in the mid-1980s. The A340, which flew in 1991, has a carbon-fiber composite tail. In the mid-1990s, after gaining composites experience on the B-2 Stealth bomber program, Boeing used this material for the vertical and horizontal tail fins of the 777.  Including other pieces such as the passenger-cabin floor beams, composites constituted up to 12 percent of the plane’s structural weight. The 777 was also the first commercial passenger airliner completely designed on computers. At the end of this decade, a new model, the 777X, featuring giant composite- plastic wings with folding wingtips, is set to debut."
  },
  {
    "image": "11-787Dreamliner.jpg",
    "credit": "Mike Siegel / The Seattle Times",
    "year": 2009,
    "title": "The 787 Dreamliner",
    "text": "The 787 Dreamliner is the first mostly composite commercial aircraft. The entire exterior airframe -- fuselage, wings and tail -- is made from composite plastic. That’s 50 percent of the total weight of the structure. After unprecedented delays in entering service, followed by a grounding of the worldwide fleet for more than three months due to overheating batteries, more than 400 Dreamliners are now in service around the world. A third model, the 787-10, is due to follow the 787-8s and 787-9s into service in 2018."
  }
]